Repository: caaatto/BlueMeter
Catalog: BlueMeter.WPF/Properties/Resources.*.resx
Languages: pt_br, zh_cn

# App_Name
source: BlueMeter
pt_br: StarResonance ToolBox
zh_cn: 星痕工具箱

# Menu_Settings
source: Settings
pt_br: Configurações
zh_cn: 设置

# Menu_StatisticBoss
source: Track Boss Only
pt_br: Rastrear Apenas Boss
zh_cn: 统计BOSS

# Menu_ShowTotal
source: Show Total Damage
pt_br: Mostrar Dano Total
zh_cn: 显示总伤

# Menu_PersonalMode
source: Solo Mode
pt_br: Modo Solo
zh_cn: 个人模式

# Menu_RecordSettings
source: Record Options
pt_br: Opções de Gravação
zh_cn: 记录设置

# Menu_Record_Always
source: Record Every Fight
pt_br: Gravar Toda Luta
zh_cn: 记录每一次

# Menu_Record_Skip1Min
source: Ignore fights < 2 sec
pt_br: Ignorar lutas < 2 seg
zh_cn: 不记录1分钟以下

# Menu_Record_Skip2Min
source: Ignore fights < 5 sec
pt_br: Ignorar lutas < 5 seg
zh_cn: 不记录2分钟以下

# Menu_SkillDisplay
source: Skill Display
pt_br: Exibição de Habilidades
zh_cn: 技能显示

# Menu_SkillDisplay_Top5
source: Top 5
zh_cn: 前 5 条

# Menu_SkillDisplay_Top8
source: Top 8
zh_cn: 前 8 条

# Menu_SkillDisplay_Top10
source: Top 10
zh_cn: 前 10 条

# Menu_SkillDisplay_Top15
source: Top 15
zh_cn: 前 15 条

# Menu_SkillDisplay_All
source: Show All
pt_br: Mostrar Tudo
zh_cn: 显示全部

# Menu_History
source: History
pt_br: Histórico
zh_cn: 历史记录

# Menu_Training
source: Training Mode
pt_br: Modo Treino
zh_cn: 打桩模式

# Menu_Training_Personal
source: Solo Training
pt_br: Treino Solo
zh_cn: 个人打桩

# Menu_Training_Faction
source: Group Training
pt_br: Treino de Grupo
zh_cn: 组队打桩

# Menu_SkillDiary
source: Skill Diary
pt_br: Diário de Habilidades
zh_cn: 技能日记

# Menu_Exit
source: Exit
pt_br: Sair
zh_cn: 退出

# Tooltip_ToggleScope
source: Toggle: Full / Current
pt_br: Alternar: Total / Atual
zh_cn: 切换为：全程 / 当前

# Window_Settings_Title
source: Settings
pt_br: Configurações
zh_cn: 设置

# Window_DpsStatistics_Title
source: DPS Statistics
pt_br: Estatísticas de DPS
zh_cn: DpsStatisticsForm

# Settings_Heading
source: Settings
pt_br: Configurações
zh_cn: 设置

# Settings_Section_Basic_Title
source: Basic Settings
pt_br: Configurações Básicas
zh_cn: 基础设置

# Settings_Section_Basic_Sub
source: Adjust manually when auto detection fails
pt_br: Ajuste manualmente quando a detecção automática falhar
zh_cn: 自动设置错误时可手动设置

# Settings_Section_Shortcut_Title
source: Shortcuts
pt_br: Atalhos
zh_cn: 按键设置

# Settings_Section_Shortcut_Sub
source: Press [Delete] to clear the selected shortcut
pt_br: Pressione [Delete] para limpar o atalho selecionado
zh_cn: 按下 Delete 删除选择的键位

# Settings_Shortcut_MouseThrough
source: Mouse Through
pt_br: Mouse Transparente
zh_cn: 鼠标穿透

# Settings_Shortcut_ClearData
source: Clear Data
pt_br: Limpar Dados
zh_cn: 清空数据

# Settings_Shortcut_MouseThrough_Tooltip
source: Focus this box and press a shortcut (e.g. Ctrl+F6). Press Delete to clear.
pt_br: Foque nesta caixa e pressione um atalho (ex: Ctrl+F6). Pressione Delete para limpar.
zh_cn: 在此聚焦并按下组合键（例如 Ctrl+F6）。按 Delete 清除。

# Settings_Shortcut_ClearData_Tooltip
source: Focus this box and press a shortcut (e.g. F9). Press Delete to clear.
pt_br: Foque nesta caixa e pressione um atalho (ex: F9). Pressione Delete para limpar.
zh_cn: 在此聚焦并按下快捷键（例如 F9）。按 Delete 清除。

# Settings_Section_Display_Title
source: Display
pt_br: Exibição
zh_cn: 显示设置

# Settings_Section_Combat_Title
source: Combat Settings
pt_br: Configurações de Combate
zh_cn: 战斗设置

# Settings_NetworkAdapter_Label
source: Capture Adapter
pt_br: Adaptador de Captura
zh_cn: 监听网卡

# Settings_Combat_ClearAfterBattle
source: Clear data after combat
pt_br: Limpar dados após combate
zh_cn: 脱战后清除当前统计

# Settings_Common_Seconds
source: sec
pt_br: seg
zh_cn: 秒

# Settings_Combat_ClearAfterTeleport
source: Reset on map change
pt_br: Resetar ao mudar de mapa
zh_cn: 换地图时清空全程统计

# Settings_Switch_On
source: On
pt_br: Ligado
zh_cn: 开

# Settings_Switch_Off
source: Off
pt_br: Desligado
zh_cn: 关

# Settings_Display_NumberMode
source: Number display mode
pt_br: Modo de exibição de números
zh_cn: 计数显示类型

# Settings_Display_Opacity
source: Overlay opacity
pt_br: Opacidade da sobreposição
zh_cn: 窗体透明度

# Settings_Section_Language_Title
source: Language
pt_br: Idioma
zh_cn: 语言

# Settings_Section_Language_Description
source: Choose the interface language
pt_br: Escolha o idioma da interface
zh_cn: 选择界面语言

# Settings_Language_Auto
source: Follow system
pt_br: Do Sistema
zh_cn: 跟随系统

# NumberDisplay_Wan
source: Wan (East Asian)
pt_br: Wan (Asiático Oriental)
zh_cn: 四位计数法 (万亿兆)

# NumberDisplay_KMB
source: KMBT (Western)
pt_br: KMBT (Ocidental)
zh_cn: 三位计数法 (KMBT)

# Window_About_Title
source: About
pt_br: Sobre
zh_cn: 关于

# About_Intro_Primary
source: A combat data analytics tool built for Star Resonance players.
pt_br: Uma ferramenta de análise de dados de combate construída para jogadores de Star Resonance.
zh_cn: 一款专为《星痕共鸣》玩家打造的战斗数据统计工具。

# About_Intro_Details
source: This tool requires no client modifications and stays within the game's terms of service. It helps players understand combat data, reduce unnecessary effort, and improve the gameplay experience. Please do not use the results for power discrimination or any behaviour that harms the community.
pt_br: Esta ferramenta não requer modificações no cliente e permanece dentro dos termos de serviço do jogo. Ela ajuda os jogadores a entender dados de combate, reduzir esforços desnecessários e melhorar a experiência de jogo. Por favor, não use os resultados para discriminação de poder ou qualquer comportamento que prejudique a comunidade.
zh_cn: 该工具无需修改游戏客户端，不违反游戏服务条款。该工具旨在帮助玩家更好地理解战斗数据，减少不必要的精力消耗，提升游戏体验。使用该工具前，请确保不会将数据结果用于战力歧视等破坏游戏社区环境的行为。

# About_Version_Label
source: Current version:
pt_br: Versão atual:
zh_cn: 当前版本号：

# About_Developers_Label
source: Contributors for this release (in no particular order):
pt_br: Contribuidores para esta versão (sem ordem específica):
zh_cn: 当前版本的开发者们（排名不分先后）:

# About_Developer_Lead
source: 惊奇猫猫盒 (anying1073: project founder)
pt_br: 惊奇猫猫盒 (anying1073: fundador do projeto)
zh_cn: 惊奇猫猫盒（anying1073：项目发起者）

# About_OpenSource_Prefix
source: This project is open source at
pt_br: Este projeto é código aberto em
zh_cn: 本项目于

# About_OpenSource_RepositoryUrl
source: https://github.com/caaatto/BlueMeter
pt_br: https://github.com/anying1073/StarResonanceDps
zh_cn: https://github.com/anying1073/StarResonanceDps

# About_OpenSource_Suffix
source: , If you encounter any issues, please open an issue there.
pt_br: , Se você encontrar algum problema, por favor abra uma issue lá.
zh_cn: 中开源，如在使用中遇到问题可以直接提出 Issue。

# About_Contribution
source: To contribute, please fork the repository and submit a pull request.
pt_br: Para contribuir, por favor faça um fork do repositório e envie um pull request.
zh_cn: 如果你想为本项目贡献代码，欢迎 Fork 之后提交 Pull Request。

# About_Community_Invite
source: If you cannot access GitHub or want to find teammates, join the Tencent QQ groups:
pt_br: Se você não consegue acessar o GitHub ou quer encontrar companheiros de equipe, junte-se aos grupos do Tencent QQ:
zh_cn: 无法访问 GitHub 或者想要寻求游戏伙伴也可以加QQ群：

# About_Community_GroupOne
source: 678150498 (Group 1)
pt_br: 678150498 (Grupo 1)
zh_cn: 678150498（1群）

# About_Community_GroupTwo
source: 1022797551 (Group 2)
pt_br: 1022797551 (Grupo 2)
zh_cn: 1022797551（2群）

# About_Thanks_Prefix
source: Special thanks to
pt_br: Agradecimentos especiais a
zh_cn: 在此感谢

# About_Thanks_Suffix
source: for supporting and inspiring this project.
pt_br: por apoiar e inspirar este projeto.
zh_cn: 项目对于本项目的帮助于支持

# About_Copyright
source: Copyright (C) 2025 BlueMeter.
pt_br: Copyright (C) 2025 anying1073/StarResonanceDps Team.
zh_cn: Copyright (C) 2025 anying1073/StarResonanceDps Team.

# Window_DamageReference_Title
source: Damage Reference
pt_br: Referência de Dano
zh_cn: 伤害参考

# DamageReference_Ribbon_Title
source: Damage Reference
pt_br: Referência de Dano
zh_cn: 伤害参考

# DamageReference_Classes_All
source: All Classes
pt_br: Todas as Classes
zh_cn: 全职业

# Classes_Stormblade
source: Stormblade
zh_cn: 雷影剑士

# Classes_FrostMage
source: Frost Mage
zh_cn: 冰魔导师

# Classes_WindKnight
source: Wind Knight
zh_cn: 青岚骑士

# Classes_VerdantOracle
source: Verdant Oracle
zh_cn: 森语者

# Classes_HeavyGuardian
source: Heavy Guardian
zh_cn: 巨刃守护者

# Classes_Marksman
source: Marksman
zh_cn: 神射手

# Classes_ShieldKnight
source: Shield Knight
zh_cn: 神盾骑士

# Classes_SoulMusician
source: Soul Musician
pt_br: Beat Performer
zh_cn: 灵魂乐手

# DamageReference_Table_Title
source: Damage Reference
pt_br: Referência de Dano
zh_cn: 伤害参考

# DamageReference_NoData
source: No data yet
pt_br: Ainda não há dados
zh_cn: 暂无数据

# DamageReference_Disclaimer
source: Data is for entertainment and reference only. Do not use it for power discrimination or any behaviour that harms the community; violations will result in permanent revocation.
pt_br: Os dados são apenas para entretenimento e referência. Não os use para discriminação de poder ou qualquer comportamento que prejudique a comunidade; violações resultarão em revogação permanente.
zh_cn: 以上数据仅供娱乐与参考，严禁用于战力歧视等破坏游戏社区环境的行为；一经发现，永久取消该功能的使用资格。

# Debug_LoadPcap
source: Load PCAP
pt_br: Carregar PCAP
zh_cn: 加载 PCAP

# Debug_Header_Time
source: Time
pt_br: Tempo
zh_cn: 时间

# Debug_Header_Level
source: Level
pt_br: Nível
zh_cn: 等级

# Debug_Header_Category
source: Category
pt_br: Categoria
zh_cn: 分类

# Debug_Header_Message
source: Message
pt_br: Mensagem
zh_cn: 信息

# Debug_Status_TotalPrefix
source: Total:
zh_cn: 总计：

# Debug_Status_TotalSuffix
source: logs
zh_cn: 条日志

# Debug_Status_FilteredPrefix
source: Filtered:
pt_br: Filtrados:
zh_cn: 过滤：

# Debug_Status_FilteredSuffix
source: logs
zh_cn: 条日志

# Debug_Status_LastPrefix
source: Last:
pt_br: Último:
zh_cn: 最新：

# Debug_ThemeTestText
source: Theme switch test text
pt_br: Texto de teste de mudança de tema
zh_cn: 主题切换测试文本

# Debug_Button_PcapTest
source: Pcap Test
pt_br: Teste Pcap
zh_cn: Pcap 测试

# Debug_Button_SkillBreakdown
source: Skill Breakdown View
pt_br: Visualização de Detalhamento de Habilidades
zh_cn: 技能详情窗口

# Debug_Button_DamageReference
source: Damage Reference View
pt_br: Visualização de Referência de Dano
zh_cn: 伤害参考窗口

# Debug_Button_Settings
source: Settings View
pt_br: Visualização de Configurações
zh_cn: 设置窗口

# Debug_Button_About
source: About View
pt_br: Visualização Sobre
zh_cn: 关于窗口

# Debug_Group_Title
source: Debug utilities
pt_br: Utilitários de debug
zh_cn: 调试功能

# MainView_Header_Title
source: BlueMeter
pt_br: StarResonance ToolBox
zh_cn: 星痕工具箱

# MainView_PluginList_Title
source: Plugins
zh_cn: 插件列表

# MainView_Plugin_Label_Intro
source: Intro:
pt_br: Introdução:
zh_cn: 简介：

# MainView_Plugin_DpsTool_Title
source: DPS Toolkit
pt_br: Kit de Ferramentas DPS
zh_cn: 别查我DPS

# MainView_Plugin_DpsTool_Description
source: Provides DPS statistics and skill breakdown tools
pt_br: Fornece estatísticas de DPS e ferramentas de detalhamento de habilidades
zh_cn: 提供DPS统计、技能分解等功能

# MainView_Plugin_Label_Author
source: Author:
pt_br: Autor:
zh_cn: 作者：

# MainView_Plugin_AutoStart
source: Auto start
pt_br: Iniciar com o aplicativo
zh_cn: 跟随软件本体自启动

# Common_Action_Open
source: Launch
pt_br: Iniciar
zh_cn: 启动

# MainView_Plugin_ModuleSolver_Title
source: Module Solver
pt_br: Solucionador de Módulos
zh_cn: 模组求解器

# MainView_Plugin_ModuleSolver_Description
source: Coming Soon
pt_br: Calcula rapidamente combinações ótimas de módulos
zh_cn: 提供模组快速计算最优解功能

# MainView_Plugin_WorldBoss_Title
source: World Boss Status Tracker
pt_br: Rastreador de Status de Boss Mundial
zh_cn: 野外BOSS状态查看器

# MainView_Plugin_WorldBoss_Description
source: Coming Soon
pt_br: Dados ao vivo colaborativos para o status do boss mundial de cada canal
zh_cn: 通过大量的玩家在线数据互助，提供各线路的野外BOSS存活状态等信息

# MainView_Plugin_PigTracker_Title
source: Pig Nabo Status Tracker
pt_br: Rastreador de Status do Pig Nabo
zh_cn: 小猪娜宝状态查看器

# MainView_Plugin_PigTracker_Description
source: Community-driven tracker for Pig Nabo routes and locations
pt_br: Rastreador comunitário para rotas e localizações do Pig Nabo
zh_cn: 通过大量的玩家在线数据互助，提供小猪娜宝的线路与位置信息

# MainView_Debug_Group_Title
source: Debug utilities
pt_br: Utilitários de debug
zh_cn: 调试功能

# MainView_Debug_ThemeTest
source: Theme switch test text
pt_br: Texto de teste de mudança de tema
zh_cn: 主题切换测试文本

# MainView_Debug_Button_PcapTest
source: Pcap Test
pt_br: Teste Pcap
zh_cn: Pcap 测试

# MainView_Debug_Button_SkillBreakdown
source: Skill Breakdown View
pt_br: Visualização de Detalhamento de Habilidades
zh_cn: 技能详情窗口

# MainView_Debug_Button_DamageReference
source: Damage Reference View
pt_br: Visualização de Referência de Dano
zh_cn: 伤害参考窗口

# MainView_Debug_Button_Settings
source: Settings View
pt_br: Visualização de Configurações
zh_cn: 设置窗口

# MainView_Debug_Button_About
source: About View
pt_br: Visualização Sobre
zh_cn: 关于窗口

# Window_ModuleSolve_Title
source: Module Solver
pt_br: Solucionador de Módulos
zh_cn: 模组求解器

# ModuleSolve_Header_Title
source: Module Solver
pt_br: Solucionador de Módulos
zh_cn: 模组求解器

# ModuleSolve_TargetProperties_Title
source: Target stats and levels (0 = default) [type to search]
pt_br: Estatísticas e níveis alvo (0 = padrão) [digite para pesquisar]
zh_cn: 目标词条和等级（0为默认）[可输入文字索引]

# ModuleSolve_Property1_Label
source: Stat 1:
pt_br: Estatística 1:
zh_cn: 属性1：

# ModuleSolve_Property2_Label
source: Stat 2:
pt_br: Estatística 2:
zh_cn: 属性2：

# ModuleSolve_Property3_Label
source: Stat 3:
pt_br: Estatística 3:
zh_cn: 属性3：

# ModuleSolve_Property4_Label
source: Stat 4:
pt_br: Estatística 4:
zh_cn: 属性4：

# ModuleSolve_Property5_Label
source: Stat 5:
pt_br: Estatística 5:
zh_cn: 属性5：

# ModuleSolve_ExpectedLevel_Label
source: Desired level:
pt_br: Nível desejado:
zh_cn: 期望等级：

# ModuleSolve_ExcludeProperties_Title
source: Exclude stats (conflicts with targets) [type to search]
pt_br: Excluir estatísticas (conflitos com alvos) [digite para pesquisar]
zh_cn: 排除词条（与目标词条冲突）[可输入文字索引]

# ModuleSolve_ModuleType_Label
source: Module type:
pt_br: Tipo de módulo:
zh_cn: 模组类型：

# ModuleSolve_ModuleType_All
source: All
pt_br: Todos
zh_cn: 全部

# ModuleSolve_ModuleType_Offense
source: Offense
pt_br: Ofensivo
zh_cn: 攻击模组

# ModuleSolve_ModuleType_Defense
source: Defense
pt_br: Defensivo
zh_cn: 防御模组

# ModuleSolve_ModuleType_Support
source: Support
pt_br: Suporte
zh_cn: 辅助模组

# ModuleSolve_Sort_Label
source: Sort by:
pt_br: Ordenar por:
zh_cn: 排序方式：

# ModuleSolve_Sort_Attribute
source: Stat priority
pt_br: Prioridade de estatística
zh_cn: 属性优先

# ModuleSolve_Sort_Level
source: Level priority
pt_br: Prioridade de nível
zh_cn: 等级优先

# ModuleSolve_Analyze_Button
source: Analyze modules
pt_br: Analisar módulos
zh_cn: 分析模组

# ModuleSolve_UsingTip
source: After opening this window, change zone or relog before analyzing. Right-click a stat option to clear it.
pt_br: Após abrir esta janela, mude de zona ou relogue antes de analisar. Clique com o botão direito em uma opção de estatística para limpá-la.
zh_cn: 打开此界面后需要过图或者重新登陆一次才能进行分析【右键属性选项为清空当前选项】

# Window_SkillBreakdown_Title
source: Skill Details
pt_br: Detalhes da Habilidade
zh_cn: 技能详情

# SkillBreakdown_Header_Title
source: Skill Breakdown
pt_br: Detalhamento de Habilidades
zh_cn: 技能详情

# SkillBreakdown_Card_RealtimeChart
source: Realtime DPS/HPS/DTPS charts
pt_br: Gráficos de DPS/HPS/DTPS em tempo real
zh_cn: DPS/HPS/DTPS实时曲线图

# SkillBreakdown_Placeholder_LineChart
source: Imagine a line chart here
pt_br: Imagine um gráfico de linha aqui
zh_cn: 假装这里有个折线图

# SkillBreakdown_Card_ShareChart
source: Skill contribution chart
pt_br: Gráfico de contribuição de habilidades
zh_cn: 技能占比分布图

# SkillBreakdown_Placeholder_PieChart
source: Imagine a pie chart here
pt_br: Imagine um gráfico de pizza aqui
zh_cn: 假装这里有个饼图

# SkillBreakdown_Card_DamageDistribution
source: Damage distribution
pt_br: Distribuição de dano
zh_cn: 伤害分布

# SkillBreakdown_Placeholder_BarChart
source: Imagine a bar chart here
pt_br: Imagine um gráfico de barras aqui
zh_cn: 假装这里有个条形图

# SkillBreakdown_Section_DamageInfo
source: Damage info
pt_br: Informações de dano
zh_cn: 伤害信息

# SkillBreakdown_Label_TotalDamage
source: Total damage
pt_br: Dano total
zh_cn: 总伤害

# SkillBreakdown_Label_Dps
source: DPS
zh_cn: 秒伤

# SkillBreakdown_Label_HitCount
source: Hits
pt_br: Acertos
zh_cn: 命中次数

# SkillBreakdown_Label_CritRate
source: Crit rate
pt_br: Taxa de crítico
zh_cn: 暴击率

# SkillBreakdown_Label_LuckRate
source: Luck rate
pt_br: Taxa de sorte
zh_cn: 幸运率

# SkillBreakdown_Label_CritCount
source: Critical hits
zh_cn: 暴击次数

# SkillBreakdown_Label_NormalDamage
source: Normal damage
zh_cn: 普通伤害

# SkillBreakdown_Label_CritDamage
source: Critical damage
zh_cn: 暴击伤害

# SkillBreakdown_Label_LuckCount
source: Lucky hits
zh_cn: 幸运次数

# SkillBreakdown_Label_LuckDamage
source: Lucky damage
zh_cn: 幸运伤害

# SkillBreakdown_Label_AverageDamage
source: Average hit
zh_cn: 平均伤害

# SkillBreakdown_Label_DamageTakenCount
source: Times hit
zh_cn: 受击次数

# SkillBreakdown_Placeholder_Form
source: Imagine a data table here
zh_cn: 假装这里有个表单

# SkillBreakdown_Info_Name
source: --Sample Name--
zh_cn: --测试名称--

# SkillBreakdown_Info_Power
source: Power: 25000
zh_cn: 战力: 25000

# SkillBreakdown_Info_Level
source: Level: 60
zh_cn: 等级: 60

# SkillBreakdown_Info_Badge
source: Badge: 190
zh_cn: 臂章: 190

# SkillBreakdown_Tab_Output
source: DPS
zh_cn: 输出

# SkillBreakdown_Tab_Healing
source: Healing
zh_cn: 治疗

# SkillBreakdown_Tab_Tanking
source: Damage Taken
zh_cn: 承伤

# SkillBreakdown_Placeholder_Details
source: Details placeholder
zh_cn: 详情占位

# SkillBreakdown_Placeholder_Graph
source: Graph placeholder
zh_cn: 图表占位

# DpsStatistics_TestButton_Tooltip
source: Add Test Item
zh_cn: 添加测试数据

# SkillBreakdown_Section_DamageDistribution
source: Damage distribution
zh_cn: 伤害分布

# StatisticType_Damage
source: Damage
pt_br: Dano
zh_cn: 伤害

# StatisticType_Healing
source: Healing
pt_br: Cura
zh_cn: 治疗

# StatisticType_TakenDamage
source: Dmg In
pt_br: Dano Recebido
zh_cn: 承伤

# StatisticType_NpcTakenDamage
source: NPC Dmg In
pt_br: Dano Recebido de NPC
zh_cn: NPC承伤

# ScopeTime_Current
source: Current
pt_br: Atual
zh_cn: 当前

# ScopeTime_Total
source: Total
zh_cn: 全程

# DpsStatistics_Indicator_ClickThrough_Tooltip
source: Mouse click-through enabled
pt_br: Cliques do mouse permitidos
zh_cn: 鼠标穿透已启用

# Settings_Shortcut_TopMost
source: Always on Top
pt_br: Sempre no topo
zh_cn: 窗口置顶

# DpsStatistics_Indicator_WindowTopMost_Tooltip
source: Toggle Always on Top
pt_br: Alternar sempre no topo
zh_cn: 切换置顶

# Settings_Shortcut_TopMost_Tooltip
source: Focus this box and press a shortcut (e.g. Ctrl+F9). Press Delete to clear.
pt_br: Foque nesta caixa e pressione um atalho (ex: Ctrl+F9). Pressione Delete para limpar.
zh_cn: 在此聚焦并按下组合键（例如 Ctrl+F9）。按 Delete 清除。

# ClassSpec_Unknown
source: Unknown
zh_cn: 未知

# ClassSpec_ShieldKnightRecovery
source: Recovery
zh_cn: 防盾

# ClassSpec_ShieldKnightShield
source: Shield
zh_cn: 光盾

# ClassSpec_HeavyGuardianEarthfort
source: Earthfort
zh_cn: 岩盾

# ClassSpec_HeavyGuardianBlock
source: Block
zh_cn: 格挡

# ClassSpec_StormbladeIaidoSlash
source: IaidoSlash
zh_cn: 居合

# ClassSpec_StormbladeMoonStrike
source: MoonStrike
zh_cn: 月刃

# ClassSpec_WindKnightVanGuard
source: VanGuard
zh_cn: 重装

# ClassSpec_WindKnightSkyward
source: Skyward
zh_cn: 空枪

# ClassSpec_FrostMageIcicle
source: Icicle
zh_cn: 冰矛

# ClassSpec_FrostMageFrostBeam
source: FrostBeam
zh_cn: 射线

# ClassSpec_MarksmanWildpack
source: Wildpack
zh_cn: 狼弓

# ClassSpec_MarksmanFalconry
source: Falconry
zh_cn: 鹰弓

# ClassSpec_VerdantOracleSmite
source: Smite
zh_cn: 惩击

# ClassSpec_VerdantOracleLifeBind
source: LifeBind
zh_cn: 愈合

# ClassSpec_SoulMusicianDissonance
source: Dissonance
zh_cn: 狂音

# ClassSpec_SoulMusicianConcerto
source: Concerto
zh_cn: 协奏

# Settings_NetworkAdapterAutoSelect_Failed
source: Network adapter auto select failed, please check you have proper network connections
pt_br: Falha na seleção automática do adaptador de rede, verifique se você tem conexões de rede adequadas
zh_cn: 网卡自动选择失败，请检查您的网络连接是否正常

# Settings_NetworkAdapterAutoSelect_Button
source: Auto
pt_br: Automático
zh_cn: 自动

# Window_BossTracker_Title
source: 野外Boss状态查看器
zh_cn: Boss Status Tracker

# MainView_Plugin_Search_PlaceHolder
source: Search...
pt_br: Pesquisar...
zh_cn: 搜索...

# MainView_Plugin_State_Inactive
source: Inactive
pt_br: Inativo
zh_cn: 未启动

# MainView_Plugin_State_Running
source: Running
pt_br: Em execução
zh_cn: 运行中

# MainView_Plugin_Settings
source: Settings
pt_br: Configurações
zh_cn: 设置

# Settings_Section_Theme_Title
source: Theme Settings
zh_cn: 主题设置

# Settings_Section_Theme_Description
source: Customize your own tool box
zh_cn: 使工具箱更加个性化

# Settings_Theme_WindowColor
source: Window Color
zh_cn: 窗体颜色

# Settings_Theme_BackgroundImage
source: Background Image
zh_cn: 背景图片

# Settings_Theme_SelectImage
source: Select Image...
zh_cn: 选择图片...

# Settings_Theme_SaveDpsWindowPosition
source: Save DPS Window Position
zh_cn: 保存DPS窗口位置

# Settings_CancelConfirm_Title
source: Discard Changes
zh_cn: 确认取消

# Settings_CancelConfirm_Message
source: Discard all changes? Unsaved changes will be lost.
pt_br: Descartar todas as alterações? As mudanças não salvas serão perdidas.
zh_cn: 取消将不会保存任何内容，是否继续？

# MainView_Plugin_AutoRunState_Enabled
source: Auto On
pt_br: Inicialização Automática: On
zh_cn: 自启开启

# MainView_Plugin_AutoRunState_Disabled
source: Auto Off
pt_br: Inicialização Automática: Off
zh_cn: 自启关闭

# MainView_Plugin_ThirdPartySdkTips
source: Plugin SDK coming soon!
pt_br: SDK do Plugin em breve!
zh_cn: 第三方插件 SDK 功能即将开放，敬请期待。

# App_Exit_Confirm_Title
source: Confirmation
pt_br: Confirmação
zh_cn: 确认

# App_Exit_Confirm_Content
source: Close application?
pt_br: Fechar aplicativo?
zh_cn: 确定退出？

# About_PoweredBy
source: Powered by .NET 8, Licensed under the GNU AGPL v3.
pt_br: Powered by .NET 8, Licenciado sob GNU AGPL v3.

# DamageReference_Header_Title
source: Skill Breakdown
pt_br: Detalhamento de Habilidades

# Window_Debug_Title
source: Debug View
pt_br: Visualização de Debug

# Debug_AddSampleData
source: AddSampleData
pt_br: Adicionar Dados de Exemplo

# Debug_ClearLogs
source: Clear Logs
pt_br: Limpar Logs

# Debug_AddTestLog
source: Add Test Log
pt_br: Adicionar Log de Teste

# Debug_SaveLogs
source: Save Logs
pt_br: Salvar Logs

# Debug_AutoScroll
source: Auto Scroll
pt_br: Rolagem Automática

# Debug_Filter_Level
source: Level:
pt_br: Nível:

# Debug_Filter_Label
source: Filter:
pt_br: Filtro:

# Debug_Filter_Tooltip
source: Filter logs by message or category content
pt_br: Filtrar logs por conteúdo de mensagem ou categoria
